<template>
  <p class="toc">
    <b> DU BLOGS এর মূল উদ্দেশ্য - </b><br />
    ঢাকা বিশ্ববিদ্যালয় -এ এমন অনেক শিক্ষার্থী আছেন যারা লিখালিখি করতে
    ভালোবাসেন। অনেকে আছেন লেখালেখিতে একরকম সিদ্ধহস্ত। তবে, এর একটা বড় অংশ
    উপযুক্ত প্ল্যাটফর্মের অভাবে নিজের লেখাটি প্রকাশ করতে পারছেন না। ঢাকা
    বিশ্ববিদ্যালয়ের ঐ সকল মেধাবী লেখকদের একই মঞ্চে স্থান দেওয়ার লক্ষ্য থেকেই
    আমাদের এ কাজ। <br /><br />
    <b> লেখকদের জন্য অবশ্য পালনীয় নিয়মাবলিঃ </b><br />১.অবশ্যই মান সম্মত
    (লেখার শব্দচয়ন, ব্যাকরণে যেন ত্রুটি না থাকে) লেখা জমা দিতে হবে। <br />
    ২. লেখকরা প্রায় সব বিষয়েই( কতিপয় কিছু বিষয়, নিচে নিষিদ্ধ করা হয়েছে,
    সেগুলো ব্যাতিত) লেখা জমা দিতে পারবেন। <br />
    ৩.Plagiarism - এর মতো আপরাধ একজন লেখকের জন্য সর্বোচ্চ অসম্মানের। এমন অপরাধ
    প্রমাণিত হলে, ব্লগে তিনি চিরতরে নিষিদ্ধ ও হতে পারেন। <br />
    ৪.লেখকরা বাংলা ইংরেজি উভয় ভাষায় লিখতে পারবেন। কিন্তু দুই ভাষার অযৌক্তিক
    সংমিশ্রণ গ্রহণযোগ্য হবে না। <br />৫.কোনো ধর্মকে কটুক্তি করে কিছু লেখা
    যাবে না। <br />৬.বর্ণ, লিঙ্গ, জাত(colour, gender, caste) এর বৈষম্য উসকে দেয়
    এমন লেখা গ্রহণ যোগ্য হবে না। <br />
    ৭.সরাসরি কোনো প্রতিষ্ঠান বা পণ্যের বিজ্ঞাপন এমন লেখা গ্রহণযোগ্য হবে না।
    <br />
    ৮.সম্পাদক, সহসম্পাদকদের প্যানেল নির্দিষ্ট করে দেবে কোন লেখাটি উপরে উল্লেখিত
    নিয়মাবলি মেনে, প্রকাশ হওয়ার যোগ্য। <br />
    ৯. সম্পাদক, সহসম্পাদক গণ চাইলে যে কোনো লেখাকেই নিষিদ্ধ ঘোষণা করতে পারেন
    এবং এজন্য তারা কোনো ধরনের জবাবদিহি করতে বাধ্য নন। <br />১০.ব্লগ সংশ্লিষ্ট
    ব্যাক্তিবর্গের আলোচনা সাপেক্ষে এসব নিয়মাবলি কিঞ্চিৎ পরিবর্তন হতে পারে।
  </p>
</template>

<script>
export default {
  layout: 'toc'
}
</script>

<style>
.toc {
  padding: 2%;
  margin-top: 2%;
}
</style>
